Repository: codingwithsaeed/site
Catalog: lib/features/site/presentation/l10n/app_*.arb
Languages: fa

# language
source: English
fa: زبان

# name
source: Saeed Ahmadi
fa: سعید احمدی

# title
source: Software developer (Flutter)
fa: توسعه دهنده نرم افزار (فلاتر)

# about
source: About me
fa: درباره من

source: Who I am
fa: من کی ام

source: Resume
fa: رزومه

source: Portfolio
fa: نمونه کارها

# contact
source: Contact Info
fa: اطلاعات تماس

# profile
source: About
fa: درباره من

source: Skills
fa: مهارت ها

# companies
source: Professional Experience
fa: سوابق شغلی

# projects
source: Commercial Projects
fa: پروژه های تجاری

source: Education
fa: سوابق تحصیلی

source: Languages
fa: زبان ها

# prog
source: Programming Languages
fa: زبان های برنامه نویسی

# tech
source: Technical Skills
fa: مهارت های فنی

source: email
fa: ایمیل

source: phone
fa: شماره تلفن

# android
source: Android Native
fa: نمونه کارهای اندرویدی

source: Flutter
fa: نمونه کارهای فلاتری

source: review app
fa: مشاهده برنامه

source: review source
fa: مشاهده سورس

# about_text
source: I am Mohammad Ahmadi. I am 25 years old and I studied computer engineering at university. Right now my job is Android and Flutter programming. My friends and acquaintances call me Saeed and I am happy that you use the same name in our communication.
fa: من محمد احمدی هستم. ۲۵ سالمه و توی دانشگاه، مهندسی کامپیوتر خوندم. الان هم شغلم برنامه نویسی اندروید و فلاتر هست. دوستان و آشنایان من رو سعید صدا میزنن و خوشحال میشم شما هم از همین اسم توی ارتباطاتمون استفاده کنید.
